Repository: melihcolpan/MuscleMap
Catalog: Sources/MuscleMap/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ja, ko, ru, tr, zh_hans

# muscle.abs
source: Abs
ar: عضلات البطن
es: Abdominales
fr: Abdominaux
ja: 腹筋
ko: 복근
ru: Пресс
tr: Karın Kası
zh_hans: 腹肌

# muscle.adductors
source: Adductors
ar: العضلات المقربة
es: Aductores
fr: Adducteurs
ja: 内転筋
ko: 내전근
ru: Аддукторы
tr: Adduktorlar
zh_hans: 内收肌

# muscle.ankles
source: Ankles
ar: الكاحل
es: Tobillos
fr: Chevilles
ja: 足首
ko: 발목
ru: Лодыжки
tr: Ayak Bilekleri
zh_hans: 脚踝

# muscle.biceps
source: Biceps
ar: العضلة ذات الرأسين
es: Bíceps
ja: 上腕二頭筋
ko: 이두근
ru: Бицепс
tr: Biseps
zh_hans: 肱二头肌

# muscle.calves
source: Calves
ar: عضلات الساق
es: Pantorrillas
fr: Mollets
ja: ふくらはぎ
ko: 종아리
ru: Икры
tr: Baldırlar
zh_hans: 小腿

# muscle.chest
source: Chest
ar: الصدر
es: Pecho
fr: Poitrine
ja: 胸筋
ko: 가슴
ru: Грудь
tr: Göğüs
zh_hans: 胸肌

# muscle.deltoids
source: Deltoids
ar: العضلة الدالية
es: Deltoides
fr: Deltoïdes
ja: 三角筋
ko: 삼각근
ru: Дельтовидные
tr: Deltoidler
zh_hans: 三角肌

# muscle.feet
source: Feet
ar: القدمين
es: Pies
fr: Pieds
ja: 足
ko: 발
ru: Стопы
tr: Ayaklar
zh_hans: 脚

# muscle.forearm
source: Forearm
ar: الساعد
es: Antebrazo
fr: Avant-bras
ja: 前腕
ko: 전완근
ru: Предплечье
tr: Ön Kol
zh_hans: 前臂

# muscle.gluteal
source: Gluteal
ar: عضلات الأرداف
es: Glúteos
fr: Fessiers
ja: 臀筋
ko: 둔근
ru: Ягодицы
tr: Kalça Kası
zh_hans: 臀肌

# muscle.hamstring
source: Hamstring
ar: أوتار الركبة
es: Isquiotibiales
fr: Ischio-jambiers
ja: ハムストリング
ko: 햄스트링
ru: Бицепс бедра
tr: Arka Bacak
zh_hans: 腘绳肌

# muscle.hands
source: Hands
ar: اليدين
es: Manos
fr: Mains
ja: 手
ko: 손
ru: Кисти
tr: Eller
zh_hans: 手

# muscle.head
source: Head
ar: الرأس
es: Cabeza
fr: Tête
ja: 頭
ko: 머리
ru: Голова
tr: Baş
zh_hans: 头

# muscle.knees
source: Knees
ar: الركبتين
es: Rodillas
fr: Genoux
ja: 膝
ko: 무릎
ru: Колени
tr: Dizler
zh_hans: 膝盖

# muscle.lowerBack
source: Lower Back
ar: أسفل الظهر
es: Espalda Baja
fr: Bas du dos
ja: 腰
ko: 하부 등
ru: Поясница
tr: Alt Sırt
zh_hans: 下背

# muscle.neck
source: Neck
ar: الرقبة
es: Cuello
fr: Cou
ja: 首
ko: 목
ru: Шея
tr: Boyun
zh_hans: 颈部

# muscle.obliques
source: Obliques
ar: العضلات المائلة
es: Oblicuos
ja: 腹斜筋
ko: 복사근
ru: Косые мышцы
tr: Oblikler
zh_hans: 腹外斜肌

# muscle.quadriceps
source: Quadriceps
ar: العضلة الرباعية
es: Cuádriceps
ja: 大腿四頭筋
ko: 대퇴사두근
ru: Квадрицепс
tr: Kuadriseps
zh_hans: 股四头肌

# muscle.tibialis
source: Tibialis
ar: العضلة الظنبوبية
es: Tibial
fr: Tibial
ja: 前脛骨筋
ko: 전경골근
ru: Передняя большеберцовая
tr: Ön Baldır
zh_hans: 胫骨前肌

# muscle.trapezius
source: Trapezius
ar: العضلة شبه المنحرفة
es: Trapecio
fr: Trapèze
ja: 僧帽筋
ko: 승모근
ru: Трапеция
tr: Trapez
zh_hans: 斜方肌

# muscle.triceps
source: Triceps
ar: العضلة ثلاثية الرؤوس
es: Tríceps
ja: 上腕三頭筋
ko: 삼두근
ru: Трицепс
tr: Triseps
zh_hans: 肱三头肌

# muscle.upperBack
source: Upper Back
ar: أعلى الظهر
es: Espalda Alta
fr: Haut du dos
ja: 背中上部
ko: 상부 등
ru: Верх спины
tr: Üst Sırt
zh_hans: 上背

# muscle.rotatorCuff
source: Rotator Cuff
ar: الكفة المدورة
es: Manguito Rotador
fr: Coiffe des rotateurs
ja: 回旋筋腱板
ko: 회전근개
ru: Вращательная манжета
tr: Rotator Manşet
zh_hans: 肩袖

# muscle.hipFlexors
source: Hip Flexors
ar: عضلات ثني الورك
es: Flexores de Cadera
fr: Fléchisseurs de hanche
ja: 股関節屈筋
ko: 고관절 굴근
ru: Сгибатели бедра
tr: Kalça Fleksörleri
zh_hans: 髋屈肌

# muscle.serratus
source: Serratus
ar: العضلة المنشارية
es: Serrato
fr: Dentelé
ja: 前鋸筋
ko: 전거근
ru: Зубчатая мышца
zh_hans: 前锯肌

# muscle.rhomboids
source: Rhomboids
ar: العضلات المعينية
es: Romboides
fr: Rhomboïdes
ja: 菱形筋
ko: 능형근
ru: Ромбовидные
tr: Rhomboidler
zh_hans: 菱形肌

# muscle.upperChest
source: Upper Chest
ar: الصدر العلوي
es: Pecho Superior
fr: Haut de poitrine
ja: 大胸筋上部
ko: 상부 가슴
ru: Верх груди
tr: Üst Göğüs
zh_hans: 上胸

# muscle.lowerChest
source: Lower Chest
ar: الصدر السفلي
es: Pecho Inferior
fr: Bas de poitrine
ja: 大胸筋下部
ko: 하부 가슴
ru: Низ груди
tr: Alt Göğüs
zh_hans: 下胸

# muscle.innerQuad
source: Inner Quad
ar: الرباعية الداخلية
es: Cuádriceps Interno
fr: Quadriceps interne
ja: 内側広筋
ko: 내측 대퇴사두근
ru: Внутренний квадрицепс
tr: İç Kuadriseps
zh_hans: 股内侧肌

# muscle.outerQuad
source: Outer Quad
ar: الرباعية الخارجية
es: Cuádriceps Externo
fr: Quadriceps externe
ja: 外側広筋
ko: 외측 대퇴사두근
ru: Внешний квадрицепс
tr: Dış Kuadriseps
zh_hans: 股外侧肌

# muscle.upperAbs
source: Upper Abs
ar: البطن العلوية
es: Abdominales Superiores
fr: Abdominaux supérieurs
ja: 上腹筋
ko: 상부 복근
ru: Верхний пресс
tr: Üst Karın
zh_hans: 上腹肌

# muscle.lowerAbs
source: Lower Abs
ar: البطن السفلية
es: Abdominales Inferiores
fr: Abdominaux inférieurs
ja: 下腹筋
ko: 하부 복근
ru: Нижний пресс
tr: Alt Karın
zh_hans: 下腹肌

# muscle.frontDeltoid
source: Front Deltoid
ar: الدالية الأمامية
es: Deltoides Frontal
fr: Deltoïde antérieur
ja: 三角筋前部
ko: 전면 삼각근
ru: Передняя дельта
tr: Ön Deltoid
zh_hans: 三角肌前束

# muscle.rearDeltoid
source: Rear Deltoid
ar: الدالية الخلفية
es: Deltoides Posterior
fr: Deltoïde postérieur
ja: 三角筋後部
ko: 후면 삼각근
ru: Задняя дельта
tr: Arka Deltoid
zh_hans: 三角肌后束

# muscle.upperTrapezius
source: Upper Trapezius
ar: شبه المنحرفة العلوية
es: Trapecio Superior
fr: Trapèze supérieur
ja: 上部僧帽筋
ko: 상부 승모근
ru: Верхняя трапеция
tr: Üst Trapez
zh_hans: 上斜方肌

# muscle.lowerTrapezius
source: Lower Trapezius
ar: شبه المنحرفة السفلية
es: Trapecio Inferior
fr: Trapèze inférieur
ja: 下部僧帽筋
ko: 하부 승모근
ru: Нижняя трапеция
tr: Alt Trapez
zh_hans: 下斜方肌

# side.left
source: Left
ar: يسار
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
ru: Левая
tr: Sol
zh_hans: 左

# side.right
source: Right
ar: يمين
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
ru: Правая
tr: Sağ
zh_hans: 右

# side.both
source: Both
ar: كلاهما
es: Ambos
fr: Les deux
ja: 両側
ko: 양쪽
ru: Обе стороны
tr: Her İki Taraf
zh_hans: 两侧

# bodySide.front
source: Front
ar: الأمام
es: Frente
fr: Avant
ja: 前面
ko: 전면
ru: Передняя сторона
tr: Ön
zh_hans: 正面

# bodySide.back
source: Back
ar: الخلف
es: Espalda
fr: Arrière
ja: 背面
ko: 후면
ru: Задняя сторона
tr: Arka
zh_hans: 背面

# gender.male
source: Male
ar: ذكر
es: Masculino
fr: Masculin
ja: 男性
ko: 남성
ru: Мужское
tr: Erkek
zh_hans: 男性

# gender.female
source: Female
ar: أنثى
es: Femenino
fr: Féminin
ja: 女性
ko: 여성
ru: Женское
tr: Kadın
zh_hans: 女性

# accessibility.selected
source: Selected
ar: محدد
es: Seleccionado
fr: Sélectionné
ja: 選択中
ko: 선택됨
ru: Выбрано
tr: Seçili
zh_hans: 已选择

# accessibility.notSelected
source: Not selected
ar: غير محدد
es: No seleccionado
fr: Non sélectionné
ja: 未選択
ko: 선택되지 않음
ru: Не выбрано
tr: Seçili değil
zh_hans: 未选择

# accessibility.hint.tap
source: Double tap to select
ar: انقر مرتين للتحديد
es: Toca dos veces para seleccionar
fr: Touchez deux fois pour sélectionner
ja: ダブルタップで選択
ko: 선택하려면 이중 탭
ru: Нажмите дважды для выбора
tr: Seçmek için çift dokunun
zh_hans: 轻点两下以选择

# accessibility.hint.longPress
source: Long press for details
ar: اضغط مطولاً للتفاصيل
es: Mantén presionado para detalles
fr: Appui long pour les détails
ja: 長押しで詳細
ko: 길게 눌러 상세 보기
ru: Долгое нажатие для подробностей
tr: Detaylar için uzun basın
zh_hans: 长按查看详情

# accessibility.bodyMap
source: Body muscle map
ar: خريطة عضلات الجسم
es: Mapa muscular del cuerpo
fr: Carte musculaire du corps
ja: 筋肉マップ
ko: 신체 근육 지도
ru: Карта мышц тела
tr: Vücut kas haritası
zh_hans: 身体肌肉图

# accessibility.muscleRegion
source: Muscle region
ar: منطقة عضلية
es: Región muscular
fr: Région musculaire
ja: 筋肉部位
ko: 근육 부위
ru: Область мышц
tr: Kas bölgesi
zh_hans: 肌肉区域

# accessibility.heatmapLegend
source: Heatmap intensity legend
ar: مفتاح شدة الخريطة الحرارية
es: Leyenda de intensidad del mapa de calor
fr: Légende d'intensité de la carte thermique
ja: ヒートマップ強度の凡例
ko: 히트맵 강도 범례
ru: Легенда интенсивности тепловой карты
tr: Isı haritası yoğunluk göstergesi
zh_hans: 热力图强度图例

# legend.low
source: Low
ar: منخفض
es: Bajo
fr: Faible
ja: 低
ko: 낮음
ru: Низкая
tr: Düşük
zh_hans: 低

# legend.high
source: High
ar: مرتفع
es: Alto
fr: Élevé
ja: 高
ko: 높음
ru: Высокая
tr: Yüksek
zh_hans: 高
